Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/regjeringen.no/2_id_512816.html.tmx
Source language: nob
Languages: sme

source: Den 76. internasjonale arbeidskonferansen (International Labour Organization) vedtok i 1989 konvensjon nr. 169 om urfolk og stammefolk i selvstendige stater.
sme: 76. riikkaidgaskasaš bargokonferánsa (International Labour Organization, ILO) mearridii jagi 1989 konvenšuvnna nr. 169 álgoálbmogiid ja čeardaál-bmogiid birra iehčanas stáhtain.

source: Ved den norske ratifikasjonen i 1990 gjorde Norge konvensjonen gjeldende for samene.
sme: Go dan dohkkehii jagi 1990, de Norga mearridii ahte dat galgá gustot sápmelaččaide.

source: Samene var anerkjent som urfolk i Norge før konvensjonen ble fremforhandlet og ratifisert.
sme: Sápmelaččat ledje dohkkehuvvon Norgga álgoálbmogin ovdalgo konvenšuvnna ledje šiehtadan gárvásii ja dasa vuolláičállán.

source: Gjennom ratifikasjonsprosessen ble samenes urfolksstatus bekreftet.
sme: Dohkkehanproseassa bokte nannejuvvui sápmelaččaid álgoálbmotstáhtus.

source: Det har til tider vært debatt om rekkevidden av begrepet av urfolk i ILO-konvensjonen.
sme: Muhtin áiggiid lea leamaš digaštallan das, man viidát ILO-konvenšuvnna álgoálbmotdoaba váikku-ha.

source: Det er imidlertid ikke tvilsom at samene er omfattet av konvensjonens definisjon, jf. konvensjonen art. 1 (b).
sme: Ii leat eahpádus das, ahte sápmelaččat čáhket konvenšuvnna definišuvdnii, gč. konvenšuvnna art. 1 (b).

source: Stortinget gav også eksplisitt uttrykk for en slik forståelse.
sme: Stuoradiggige dovddahii čielgasit, ahte nu lea.

source: Hovedprinsippet i ILO-konvensjon nr. 169 er urfolks rett til å bevare og videreutvikle sin egen kultur, og myndighetenes plikt til å treffe tiltak for å støtte dette arbeidet.
sme: ILO-konvenšuvnna nr. 169 váldoprinsihppa lea, ahte álgoálbmogiin lea riekti seailluhit ja ovddidit iežaset kultuvrra, ja eiseválddiin geatnegasvuohta mearridit doaibmabijuid mat dorjot dan dan barggu.

source: ILO-konvensjon nr. 169 etablerer minimumsstandarder for rettslig beskyttelse av urfolk.
sme: ILO-konvenšuvdna nr. 169 ásaha álgoál-bmogiid riektesuddjema unnimusstandárddaid.

source: Konvensjonen har bestemmelser om urfolks rett til selv å bestemme over sin økonomiske, sosiale og kulturelle utvikling, til å lære å bruke eget språk og til å opprette egne institusjoner til å representere seg overfor myndighetene.
sme: Konvenšuvnnas leat mearrádusat álgoálbmogiid rievttis mearridit iežaset ekonomalaš, sosiála ja kultuvrralaš ovddideami, oahppat iežaset giela ja ásahit iežaset ásahusaid mat ovddastit sin go sis lea eiseválddiin dahkamuš.

source: Konvensjonen anerkjenner videre urfolks ønsker om og behov for kontroll over egne institusjoner, sin egen livsform og økonomiske utvikling.
sme: Muđui konvenšuvdna dohkkeha álgoálbmogiid dáhtu ja dárbbu hálddašit iežaset ásahusaid, iežaset eallinvugiid ja iežaset ekonomalaš ovddideami.

source: Dette innebærer en anerkjennelse av urfolks ønske om å opprettholde og videreutvikle sin egen identitet, språk og religion, innen rammen av de statene de lever i..
sme: Dat mearkkaša ahte sii dohkkehit álgoálbmogiid dáhtu seailluhit ja ain ovddidit iežaset identitehta, giela ja oskku iezaset ruovtturiikka rámmaid siskkobealde.

source: Konvensjonen har videre bestemmelser om blant annet landrettigheter, sysselsetting og arbeidsliv, opplæring, trygd og helse.
sme: Konvenšuvnnas leat muđui mearrádusat earret eará eananvuoigatvuođain, barggaheamis ja bargoeallimis, oahpahusas, oajus ja dearvvašvuođas.

source: I følge art. 2 i konvensjonen er hovedprinsippet i konvensjonen at «regjeringene skal ha ansvaret for utvikling av, med deltakelse av vedkommende folk, å sette i gang samordnede og systematiske tiltak for å verne disse folks rettigheter og for å garantere at deres integritet blir respektert».
sme: Konvenšuvnna art. 2 mielde lea konvenšuvnna váldoprinsihppa ahte «ráđđehusain lea ovddasvástádus ovddidit, dan álbmoga oassálastimiin geasa dat gullá, ja bidjat johtui bálddalas ja systemáhtalaš doaibmabijuid maiguin gáhtte daid ol-bmuid vuoigatvuođaid ja dáhkida ahte sin oppalašvuohta adnojuvvo gutnis».

source: Slike tiltak skal sikre at medlemmene av det folk det gjelder, nyter godt av rettigheter og muligheter på linje med andre medlemmer av befolkningen.
sme: Dakkár doaibmabijut galget sihkkarastit ahte dan álbmoga olbmot geasa dát guoská, besset atnit ávkki vuoigatvuođain ja vejolašvuođain seamma ládje go álbmot muđui.

source: Videre skal tiltak fremme full virkeliggjøring av disse folks sosiale, økonomiske og kulturelle rettigheter, med respekt for deres sosiale og kulturelle identitet, tradisjoner og institusjoner.
sme: Muđui galget doaibmabijut dievaslaččat ollašuhttit daid olbmuid sosiála, ekonomalaš ja kultuvrralaš vuoigatvuođaid ja gudnejahttit sin sosiála ja kultuvrralaš identitehta, árbevieruid ja ásahusaid.

source: Dette prinsippet utdypes og forsterkes i art. 4 nr. 2 hvor det bestemmes at staten er forpliktet til å respektere klart uttrykte ønsker fra urfolk når det skal treffes særlige tiltak som kan berøre den enkelte eller urfolks institusjoner, eiendom, kultur, arbeid og miljø.
sme: Dan prinsihpa čiekŋudit ja nannejit art. 4:s nr 2 gos mearriduvvo ahte stáhta lea geatnegahttojuvvon atnit gutnis álgoálbmogiid čielga daddjojuvvon dáhtu go álggahuvvojit doaibmabijut mat sáhttet čuohcit ovttaskas olbmui dahje álgoálbmot ásahusaide, opmodahkii, kultuvrii, bargui ja birrasii.

source: I samisk sammenheng betyr dette at tiltak som berører de nevnte områdene ikke uten videre kan iverksettes i strid med klart uttrykte ønsker og prioriteringer fra samene.
sme: Sápmelaččaid dáfus mearkkaša dat ahte doaibmabijut mat váikkuhit namuhuvvon surggiide eai sáhte álggahuvvot jus sápmelaččain leat čielga hálidusat ja vuoruheamit.

source: Det vil primært være Sametinget, som samenes folkevalgte organ som kan uttale seg forpliktende på vegne av samene.
sme: Lea ovddemustá Sámediggi, mii lea sápmelaččaid álbmotválljen orgána mii sáhttá buktit cealkámušaid mat geatnegahttet sámiid bealis.

source: Som følge av ratifikasjon av ILO-konvensjon nr. 169 har regjeringen forpliktet seg til å konsultere vedkommende folk, ved hensiktsmessige prosedyrer og spesielt gjennom deres representative institusjoner, når det overveies å innføre lovgivning eller administrative tiltak som kan få direkte betydning for dem, jf. art. 6.
sme: ILO-konvenšuvnna nr. 169 dohkkehemiin lea ráđđehus geatnegahttojuvvon ráđđádallat dainna álbmogiin masa dat guoská, heivvolaš prosedyraiguin ja erenoamážit sin ovddasteaddji ásahusaid bokte, jus fal árvvoštallet ráhkadit ođđa lágaid dahje hálddahuslaš doaibmabijuid mat njuolgga sáhttet dasa čuohcit, gč. art. 6.

source: Forpliktelsen har resultert i prosedyrer for konsultasjoner mellom statlige myndigheter og Sametinget.
sme: Dien geatnegasvuođa boađusin leat prosedyrat daidda ráđđádallamiidda mat leat gaskal eiseválddiid ja Sámedikki.

source: Norge rapporterer til ILO om konvensjon nr. 169 i henhold til organisasjonens regelverk, og Sametinget fremmer sine synspunkter direkte til ILO.
sme: Norga raporte ILOi konvenšuvnna nr. 169 birra organiašuvnna njuolggadusaid mielde, ja Sáme-diggi muitala iežas oaiviliid njuolga ILOi.

source: Neste rapportering skal skje i 2008.
sme: Boahtte raporten galgá leat jagi 2008.

source: I forrige rapporteringsrunde, i 2003, stod regjeringen Bondevik IIs utkast til finnmarkslov (Ot.prp. nr. 53 (2002 – 2003)) sentralt, både i rappor ­tene fra regjeringen og Sametinget, og ved behandlingen i ILOs ekspertkomité.
sme: Ovddit raporteremis, jagi 2003, lei Bondevik II-ráđđehusa finnmárkkuláhkaevttohus (Od.prp.nr. 53 (2002 – 2003)) guovddážis sihke ráđđehusa ja Sámedikki raporttain, ja ILO áššedovdi lávdegotti meannudeamis.

source: ILOs ekspertkomité var kritisk til konsultasjonsprosessen forut for at lovforslaget ble lagt fram.
sme: ILO áššedovdi lávdegoddi lei álggus kritihkalaš ráđđádallanprosessii ovdalgo láhkaevttohus biddjojuvvui ovdan.

source: Stortingets justiskomité gjennomførte som følge av dette supplerende konsultasjoner med Sametinget og Finnmark fylkeskommune ved utarbeidelsen av finnmarksloven, jf. Innst. O. nr. 80 (2004 – 2005)).
sme: Stuoradikki Justiisalávdegoddi čađahii dan dihte lasseráđđádallamiid Sámedikkiin ja Finnmárkku fylkkasuohkaniin go finnmárkkuláhka galggai ráhkaduvvot, gč. árv. O. nr. 80 (2004 – 2005).

source: Selv om det er de engelske og franske originaltekstene som er folkerettslig bindende, har departementet utarbeidet uoffisielle oversettelser til norsk og nordsamisk.
sme: Vaikko leat ge eŋgelas ja Ránská álgoteavsttat mat leat álbmotrievttalaččat čadni, de lea departemeanta ráhkadan eahpealmmolaš jorgalemiid dárogillii ja davvisámegilli.

source: I 2007 ble det gjort en del justeringer i disse oversettelsene, både for å bringe språket i tråd med begrepsbruken som har utviklet seg siden ratifikasjonen i 1990, og for å rette opp enkelte feil.
sme: Jagi 2007 divodedje daid jorgalemiid muhtin muddui, sihke danne vai giella heivešii doabageavaheapmái mii lea boahtán dohkkeheami rájes mii lei jagi 1990, ja maid danne vai beassá meattáhusaid divvut.

source: Den engelske originalteksten og de oppdaterte oversettelsene til norsk og nordsamisk fins på regjeringens nettsider om samepolitikk.
sme: Eŋgelas original-teaksta ja divoduvvon jorgaleamit dárogillii ja davvisámegillii leat ráđđehusa neahttasiidduin mat leat sámepolitihka birra.

source: 1.3.5 Europarådets rammekonvensjon om vern av nasjonale minoriteter
sme: 1.3.5 Eurohparáđi rámmakonvenšuvdna nationála unnilogu álbmogiid gáhttema birra

source: Europarådets rammekonvensjon om vern av nasjonale minoriteter ble vedtatt av Europarådets ministerkomité i 1994 og Norge ratifiserte konvensjonen i 1999.
sme: Eurohpá rámmakonvenšuvdna nationála unnitlogu álbmogiid gáhttema birra mearriduvvui Eurohparáđi ministtar lávdegottis jagi 1994 ja Norga dohkkehii dan konvenšuvnna jagi 1999.

source: Rammekonvensjonen er den første juridisk bindende multilaterale avtalen om vern av nasjonale minoriteter.
sme: Rámmakonvenšuvdna lea vuosttaš juridihkalaš čadni máŋggariikkagaskasaš šiehtadus das ahte gáhttet unnitlogu álbmogiid.

source: I forbindelse med ratifikasjon ble det slått fast at samene oppfyller kriteriene for å kunne regnes som nasjonal minoritet i henhold til konvensjonen.
sme: Go dohkkehedje konvenšuvnna, de daddjojuvvui ahte sámit devdet daid eavttuid mat leat jus galget gohčoduvvot nationála unnitlogu álbmogin konvenšuvnna mielde.

source: Sametinget har imidlertid uttalt at samene ikke ønsker å bli omfattet av Norges politikk overfor de nasjonale minoritetene, med henvisning til at samenes rettigheter etter ILO-konvensjon nr. 169 går lenger, jf. St.prp. nr. 80 (1997 – 1998) og St.meld. nr. 15 (2000 – 2001).
sme: Sámediggi lea gal dadjan ahte ii Norgga nationála unnitlogu álbmogiid politihkka galgga fátmmastit sámiid ja dat čujuha sámiid vuoigatvuođaide mat sis leat ILO-konvenšuvnna nr. 169 mielde, gč. Sd.prp. nr. 80 (1997 – 1998) ja Sd.dieđ. nr. 15 (2000 – 2001).

source: Folkerettslig er Norge likevel bundet av Rammekonvensjonens forpliktelser, også overfor samene.
sme: Norga lea liikká álbmotrievttálaččat čadnojuvvon Rámmakonvenšuvnna geatnegasvuođaide, maiddái sámiid ektui.

source: 1.3.6 FN-erklæringen om urfolks rettigheter
sme: 1.3.6 ON-julggaštus álgoálbmotvuoigatvuođaid birra

source: FN-erklæringen om urfolks rettigheter ble vedtatt i FNs generalforsamling 13. september 2007.
sme: ON-julggaštus álgoálbmotvuoigatvuođaid birra mearriduvvui ONa dievasčoahkkimis čakčamánu 13. beaivvi 2007.

source: Erklæringen er ikke et folkerettslig bindende dokument, men vil legge viktige føringer i det videre arbeidet for å fastslå hvilke rettigheter urfolk har.
sme: Julggaštus ii leat álbmorievttálaš čadni dokumeanta, muhto dat lea deaŧalaš láidesteaddjin viidáset barggus go galgá celkojuvvot makkár vuoigatvuođat álgoálbmogiin leat.

source: Erklæringen vil særlig få betydning i de land der det bor urfolk, og som ikke har ratifisert ILO-konvensjon nr. 169.
sme: Julg-gaštus mearkkaša erenoamáš ollu daidda riikkaide main álgoálbmogat orrot, ja main eai leat dohkkehan ILO-konvenšuvnna nr. 169.

source: Arbeidet med erklæringen har pågått i mange år.
sme: Julggaštusbargu lea bistán máŋga jagi.

source: I 1993 la Menneskerettighetskommisjonens arbeidsgruppe for urfolk frem utkast til en urfolkserklæring.
sme: Jagi 1993 bijai Olmmošvuoigatvuođakommišuvnna bargojoavku álgoálbmogiid várás ovdan álgoálbmot-julggaštusevttohusa.

source: Utkastet ble behandlet i en egen arbeidsgruppe i Kommisjonen frem til et endelig utkast etter langvarige forhandlinger ble vedtatt av Menneskerettighetsrådet i 2006.
sme: Dan evttohusa meannudii muhtin bargojoavku Kommišuvnnas dassážiigo bođii loahpalaš evttohus guhkilmas šiehtadallamiid maŋŋel ja de dat mearriduvvui Olmmošvuoigatvuođaráđis jagi 2006.

source: Generalforsamlingen vedtok urfolkserklæringen med overveldende flertall.
sme: Dievasčoahkkin mearridii álgoálbmotjulggaštusa stuora eanetloguin.

source: 4 land, Australia, Canada, New Zealand og USA, stemte mot erklæringen.
sme: 4 riik-ka, Austrália, Kánada, Ođđa Zealánda ja USA jienastedje julggaštusa vuostá.

source: I arbeidet med teksten har representanter for urfolkene og FNs medlemsland arbeidet tett sammen.
sme: álgoálbmogiid ovddasteaddjit ja ONa miellahttoriikkat barge lahkalagaid ovttas dainna teavsttain.

source: Den norske delegasjonen til arbeidsgruppen som arbeidet med erklæringsteksten har bestått av representanter fra norske myndigheter og Sametinget.
sme: Norgga sáttagottis dan bargojoavkui mii barggai julggaštusteavsttain, leat leamaš Norgga eiseválddit ja Sámedikki ovddasteaddjit.

source: Norske myndigheter har, sammen med Sametinget og samiske organisasjoner, vært en aktiv pådriver for å få fram en erklæring.
sme: Norgga eiseválddit leat ovttasráđiid Sámedikkiin ja sámi organisašuvnnaiguin leamaš aktiivvalaččat oččodit áigái julggaštusa.

source: Urfolk er verden over blant de mest marginaliserte grupper i samfunnet.
sme: Miehtá máilmmi leat álgoálbmogat eanemus marginaliserejuvvon joavkkut servodagas.

source: En anerkjennelse av urfolks rettigheter i et FN-dokument vil være et viktig redskap for å styrke urfolks stilling.
sme: Go dohkkeha álgoálbmogiid vuoigatvuođaid muhtin ON-dokumeanttas, de lea dat deaŧalaš reaidun nanneme álgoálbmogiid sajádaga.

source: Selv om erklæringen ikke er rettslig bindende, inneholder den en sterk oppfordring til stater til å anerkjenne urfolks rettigheter til land og ressurser.
sme: Vaikko julggaštus ii leat ge rievttálaččat čadni, de das lea goit garra ávžžuhus stáhtii ahte dat galgá dohkkehit álgoál ­bmogiid eanan- ja riggodatvuoigatvuođaid.

source: Fra samisk hold er arbeidet med en erklæring om urfolks rettigheter tillagt stor vekt.
sme: Sámit garrasit deattuhit álgoálbmogiid vuoigatvuođajulggaštusa barggu.

source: Selv om mange av de rettigheter som finnes i erklæringen er gjennomført i Norge gjennom for eksempel finnmarksloven og konsultasjonsavtalen mellom regjeringen og Sametinget av 11. mai 2005, er erklæringen et viktig signal om statens generelle holdning til urfolks rettigheter.
sme: Vaikko máŋga dain vuoigatvuođain mat leat julggaštusas leat čađahuvvon Norggas ovdamearkka dihte finnmárkkulága bokte ja gulahallanšiehtadusa bokte mii lea šihttojuvvon gaskal ráđđehusa ja Sámedikki mies ­semánu 11. beaivvi 2005, de lea julggaštus deaŧalaš signálan das makkár oaidnu stáhtas lea oppalaččat álgoálbmotvuoigatvuođaid hárrái.

source: Erklæringen omhandler rettigheter for verdens urfolk.
sme: Julggaštusas čállojuvvo máilmmi álgoálbmogiid vuoigatvuođaid birra.

source: Erklæringen har bestemmelser både når det gjelder grunnleggende behov som mat, helse og utdanning, og bestemmelser om bruk av tradisjonelle ressurser og landområder.
sme: Julggaštusas leat mearrádusat sihke dan birra go lea sáhka vuođđodárbbuin nu go biepmus, dearvvašvuođas ja oahpus, ja mearrádusat das movt galgá geavahit árbevirolaš resurssaid ja eatnamiid.

source: Erklæringen fastslår urfolks rettigheter til land og naturressurser som de tradisjonelt har eid, okkupert eller brukt.
sme: Julggaštus duođašta álgoálbmogiid eanan- ja luondduriggodagaid maid sii árbevirolaččat leat oamastan, váldán dahje atnán.

source: Disse rettigheter er avgrenset til å gjelde retten til å eie, bruke, utvikle og kontrollere de landområder og ressurser som de i dag besitter som følge av tradisjonell tilknytting.
sme: Diet vuoigatvuođat leat ráddjejuvvon guoskat dan vuoigatvuhtii ahte oamastit, atnit, ovddidit ja mearridit daid eatnamiid ja riggodagaid mat sis leat odne árbevirolaš čanastumi dihte.

source: Erklæringens bestemmelser om landrettigheter, i artikkel 26 og følgende, kan tolkes på ulike måter.
sme: Julggaštusa mearrádusat eananvuoigatvuođaid birra, artihkkal 26:s ja muđui sáhttet dulkojuvvot iešguđetlágan vugiin.

source: Urfolks landrettigheter i Norges tilfelle er definert av ILO-konvensjon 169.
sme: álgoálbmogiid eananvuoigatvuođat Norggas leat definerejuvvon ILO-konvenšuvnna 169:s..

source: Den største debatten under arbeidet med erklæringen har vært rundt urfolks rett til selvbestemmelse.
sme: Stuorámus digaštallan julggaštusbarggu áiggi lea leamaš álgoálbmogiid iešmearridanvuoigatvuođa birra.

source: I forbindelse med avstemningen i generalforsamlingen avga Norge en tolkningserklæring om urfolks rett til selvbestemmelse der det fremheves at denne retten skal utøves innen rammen av statens territorielle integritet, og at den i Norge anses ivaretatt gjennom gjeldende ordninger og rettigheter i henhold til norsk rett.
sme: Váldočoahkkima jienasteamis buvttii Norga dulkonjulggaštusa álgoálbmogiid iešmearridanvuoigatvuođa birra mas deattuhuvvo ahte dat vuoigatvuohta galgá geavahuvvot stáhta territoriealla integritehta siskkobealde, ja ahte Norggas dat adnojuvvo leat vuhtii váldojuvvon gustovaš ortnegiid ja vuoigatvuođaid bokte mat čuvvot Norgga lága.

source: En anerkjennelse av retten til selvbestemmelse for samer er i tråd med Norges holdning over flere år, bl.a. i de to forrige overordnete stortingsmeldingene om samepolitikken (St.meld. nr. 55 (2000 – 2001) og St. meld. nr. 33 (2001 – 2002)).
sme: Go dohkkeha iešmearridanrievtti sámiide, de dat čuovvu dan oainnu mii Norggas lea leamaš máŋga jagi, ee. guovtti ovddit váldo stuoradiggedieđáhusas sámepolitihka birra (Sd.dieđ. nr. 55 (2000 – 2001) ja Sd.dieđ. nr. 33 (2001 – 2002)).

source: Det vises også til Innst. S. nr. 110 (2002 – 2003), punkt 5.2.1 om begrepet selvbestemmelse.
sme: Čujuhus lea maid árvalussii S. nr. 110 (2002 – 2003), čuoggái 5.2.1 iešmearrideami doahpaga birra.

source: Erklæringen gjør det klart at selvbestemmelse innbefatter retten for urfolk til fritt å arbeide for sin egen økonomiske, sosiale og kulturelle utvikling.
sme: Julggaštusas boahtá čielgasit ovdan ahte iešmearrideapmái gullá maid dat ahte álgoálbmogiin lea vuoigatvuohta friddja bargat iežaset ekonomalaš, sosiála ja kultuvrralaš ovdánahttimiin.

source: Retten til selvbestemmelse kan samtidig ikke brukes til handlinger i strid med FN-pakten eller FNs menneskerettighetskonvensjoner.
sme: Dan seammás de ii sáhte iešmearridan vuoigatvuođa geavahettiin doaibmat ON-lihtu ja ONa olmmošvuoigatvuođakonvešuvnnaid vuostá.

source: Urfolk har, når de utøver sin rett til selvbestemmelse, en rett til autonomi eller selvstyre i saker som angår deres interne og lokale anliggender, og rett til et system for finansiering av sine selvstyrefunksjoner, jf. art 4.
sme: álgoálbmogiin lea, go sii atnet iežaset iešmearridanvuoigatvuođa, riekti autonomiijii dahje iešmearrideapmái dakkár áššiin mat gusket sin siskkáldas ja báikkálaš áššiide, ja sis lea maid riekti oažžut ruhtadanvuogádaga iežaset iešmearridandoaimmaide gč. art. 4.

source: Anerkjennelsen av den retten til selvbestemmelse som det er vist til i erklæringen, krever videre at urfolk har full og effektiv deltakelse i et demokratisk samfunn, og i beslutningsprosesser som er relevante for dem.
sme: Go dohkkeha dien rievtti iešmearrideamis nu movt lea čállojuvvon julggaštussii, de gáibiduvvo ahte álgoálbmogiin lea ollislaš ja beaktilis oassálastin demokráhtalaš servodagas, ja dakkár mearrádusproseassain mat leat sidjiide relevánta.

source: Hva samenes rett til selvbestemmelse konkret vil innebære er imidlertid ikke fullt ut klarlagt.
sme: Mii lea sámiid iešmearridanvuoigatvuohta konkrehtalaččat ii leat vel áibbas čielggaduvvon.

source: Regjeringen legger til grunn at debatten om en rett til selvbestemmelse også må omfatte en debatt om innholdet i begrepet, og om hvordan en selvbestemmelsesrett kan gjennomføres som praktisk politikk.
sme: Ráđđehus bidjá vuođđun dan ahte iešmearridan ­vuoigatvuođa digaštallamis mas ferte leat dat digaštallan mii doahpaga sisdoallu lea, ja movt iešmearridanvuoigatvuohta sáhttá čađahuvvot praktihkalaš politihkkan.

source: Et folks rett til selvbestemmelse vil ikke nødvendigvis innebære det samme i tilfeller der rettigheten kan knyttes til et folk som bor alene innenfor et avgrenset geografisk område, og der rettigheten er knyttet til et folk som bor spredt og i områder hvor det også bor andre etniske grupper.
sme: Go muhtin álbmogis lea riekti iešmearrideapmái, de dat ii iešalddis sisttisdoala dan seamma dain diliin gos vuoigatvuohta sáhttá čadnojuvvot muhtin álbmogii mii orru okto muhtin geográfalaččat ráddjejuvvon guovllus, ja gos vuoigatvuohta lea čadnojuvvon muhtin álbmogii mii orru bieđgguid ja dakkár guovlluin gos orrot maid eará čearddalaš joavkkut.

source: Utviklingen av samers selvbestemmelsesrett må også vurderes i forhold til eventuelle presedensvirkninger internasjonalt.
sme: Sápmelaččaid mieldemearridanvuoigatvuođa ásaheami ferte maid árvvoštallat vejolaš riikkaidgaskasaš presedeansaváikkuhusaid ektui.

source: En nærmere fastlegging av samers rett til selvbestemmelse vil kunne ha interesse når retten til selvbestemmelse for urfolk skal utformes i andre stater.
sme: Go lagat galgá mearridit sámiid rievtti iešmearrideapmái, de dat lea miellagiddevaš go álgoálbmogiid iešmearridanriekti galgá hábmejuvvot eará stáhtain.

source: Se også Sametingets årsmelding 2007, punkt 3.1.
sme: Geahča maiddái Sámedikki 2007 jahkedieđáhusa čuoggá 3.1.

source: I innledningen til Urfolkserklæringen slås det fast at situasjonen til urfolk varierer fra region til region og fra land til land, og at betydningen av nasjonale og regionale særegenheter og forskjeller i historisk og kulturell bakgrunn bør tas med i vurderingen.
sme: álgoálbmotjulggaštusa álggus daddjojuvvo ahte álgoálbmogiid dilli lea iešguđetlágan guovllus guvlui ja riikkas riikii, ja ahte nationála ja guovllu iešvuođaid mearkkašupmi ja erohusat historjjálaš ja kultuvrralaš duogážis galget váldojuvvot mielde árvvoštallamiin.

source: I praksis betyr det at rettighetene i erklæringen må gjennomføres på en måte som er tilpasset situasjonen for det enkelte urfolk.
sme: Dat mearkkaša ahte vuoigatvuođat mat čužžot julggaštusas fertejit čađahuvvot dakkár vugiin mii lea heivehuvvon ovttaskas álgoálbmogii.

source: Samisk selvbestemmelse er, i den norske konteksten, et spørsmål om hvorvidt vårt demokratiske system evner å gi den samiske befolkningen tilstrekkelig grad av innflytelse på de nasjonale politiske prosessene og beslutningene som angår dem.
sme: Sámi iešmearrideapmi lea, norgalaš oktavuođas, gažaldat das n ·kcego min demokr-htalaš vuog ·dat addit s ·mi veahkadahkii doarv ·i v ikkuhanf ·mu riikkagott ·laš politihkalaš proseassaide ja mearr ·dusaide mat gusket sidjiide.

source: I Norge vil en rekke politiske saksområder være relevante og ha stor betydning for samene.
sme: Norggas leat muhtin ráje politihkalaš ášše-suorggit relevánta ja dain lea stuora mearkkašupmi sámiide.
